Repository: tinbot-development/ciew-advanced-filter
Catalog: languages/gravity-view-advanced-filter-*.po
Languages: nl_nl

source: Advanced Filter
nl_nl: Geavanceerd Filter

source: Limit what entries are visible based on entry values. The entries are filtered before the View is displayed. When users perform a search, results will first be filtered by these settings.
nl_nl: Beperk welke inzendingen zichtbaar zijn op basis van ingevulde gegevens. De inzendingen worden gefilterd voordat de Weergave getoond wordt. Als bezoekers een zoekopdracht uitvoeren zullen de resultaten eerst gefilterd worden op basis van deze instellingen.

source: Limit to Logged-in User Entries
nl_nl: Beperk tot Inzendingen van Ingelogde Gebruikers

source: To limit entries to those created by the current user, select "Created By", "is" &amp; "Logged-in User" from the drop-down menus.
nl_nl: Om alleen inzendingen te tonen van de huidige ingelogde gebruiker, selecteer "Created By", "is" &amp; "Logged-in User" in de drop-down menu's.

source: You must save the View before you can configure Advanced Filters.
nl_nl: Je moet de Weergave eerst opslaan voordat je Geavanceerde Filters kunt instellen.

source: Advanced Filtering requires Javascript to be enabled.
nl_nl: Voor Geavanceerd Filteren moet Javascript aan staan.

source: Created By
nl_nl: Gemaakt Door

source: Logged-in User
nl_nl: Ingelogde Gebruiker

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar. <a target="_blank" class="thickbox" href="%2$s">Bekijk de details van versie %3$s</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar. <a target="_blank" class="thickbox" href="%2$s">Bekijk de details van versie %3$s</a> of <a href="%4$s">update nu</a>.

source: You do not have permission to install plugin updates
nl_nl: Je hebt geen toestemming om deze plugin updates te installeren.

source: Could not activate the %s Extension; GravityView is not active.
nl_nl: Kan de %s Uitbreiding niet activeren. GravityView is niet actief.

source: The %s Extension requires GravityView Version %s or newer.
nl_nl: De %s Uitbreiding heeft GravityView Versie %s of nieuwer nodig.
